[
  {
    "id": 1,
    "name": "Gaming Convention",
    "description": "A gaming convention is a grand gathering of gaming enthusiasts and industry professionals alike. This immersive experience provides gamers with the opportunity to explore new titles, connect with fellow gaming enthusiasts, and immerse themselves in exciting gaming tournaments. Attendees can also look forward to engaging talks and panels hosted by renowned game developers and publishers. Cosplay contests and other gaming-related activities add an extra layer of excitement. Whether you're a competitive gamer or just love the gaming culture, a gaming convention offers an unforgettable journey into the world of digital entertainment.",
    "picUrl": "https://i.ibb.co/KzqkGVB/gaming-convention.jpg",
    "costPerDay": 50,
    "venues": ["Convention Center, Sylhet", "Exhibition Hall, Dhaka", "Gaming Arena, Chittagong"]
  },
  {
    "id": 2,
    "name": "Esports Tournament",
    "description": "An esports tournament stands at the pinnacle of competitive gaming. In this electrifying event, gamers from around the world come together to showcase their skills and vie for prestigious titles. Esports tournaments span a wide array of games, from first-person shooters to real-time strategy and sports simulations. These tournaments are not only exhilarating for participants but also draw millions of spectators online. The stakes are high, with prize pools ranging from modest sums to multi-million-dollar rewards. Esports tournaments have become a global sensation, where strategy, teamwork, and rapid reflexes take center stage.",
    "picUrl": "https://i.ibb.co/ysgZnHT/esportstourney.jpg",
    "costPerDay": 25,
    "venues": ["Esports Arena, Dhaka", "Gaming Stadium, Chittagong", "Online Broadcast, Dhaka"]
  },
  {
    "id": 3,
    "name": "Gaming Cosplay Contest",
    "description": "A gaming cosplay contest is a celebration of creativity and passion. Cosplayers invest months, sometimes years, perfecting their costumes to pay homage to beloved video game characters. The attention to detail and ingenuity displayed in these costumes is nothing short of remarkable. Cosplay contests provide an outlet for enthusiasts to express their love for their favorite characters and franchises. These events are not only about costumes but also about embodying the essence of the characters they portray. The result is a visual spectacle that captivates audiences and showcases the dedication of the cosplay community.",
    "picUrl": "https://i.ibb.co/wWFK9N0/cosplay.jpg",
    "costPerDay": 20,
    "venues": ["Cosplay Theater, Dhaka", "Convention Center, Sylhet", "Outdoor Stage, Chittagong"]
  },
  {
    "id": 4,
    "name": "Tech Conference & Expo",
    "description": "A tech conference and expo serve as a dynamic hub for tech professionals and enthusiasts. These events offer a glimpse into the ever-evolving world of technology, featuring thought-provoking talks and panels by industry experts. Tech enthusiasts can explore exhibits showcasing cutting-edge products and services from leading tech companies. Attendees gain insights into the latest trends and innovations, making it an invaluable learning experience. It's also an opportunity to network with like-minded professionals, forging connections that can lead to exciting collaborations. Whether you're a tech guru or simply curious about the digital frontier, these events are a must-attend.",
    "picUrl": "https://i.ibb.co/K0xHC9h/tech-expo.jpg",
    "costPerDay": 100,
    "venues": ["Tech Center, Dhaka", "Exhibition Hall, Dhaka", "Conference Room, Chittagong"]
  },
  {
    "id": 5,
    "name": "Hackathon",
    "description": "A hackathon is where innovation takes flight. It's a collaborative event where tech enthusiasts converge to tackle software projects head-on. Hackathons can center around a specific theme, whether it's developing healthcare applications or crafting financial trading systems. Participants have the chance to learn new tech skills and engage in hands-on problem-solving. It's an environment that fosters creativity, teamwork, and rapid development. Hackathons are a launchpad for new ideas, a place where individuals can turn concepts into reality. Whether you're an experienced coder or a novice, hackathons offer an exciting opportunity to contribute to the world of tech.",
    "picUrl": "https://i.ibb.co/PFb3Nx7/hackerthon.jpg",
    "costPerDay": 15,
    "venues": ["Innovation Hub, Dhaka", "Tech Center, Sylhet", "Co-working Space, Dhaka"]
  },
  {
    "id": 6,
    "name": "Product Launch",
    "description": "A product launch is the culmination of meticulous planning and innovation. It's an event where companies unveil their latest creations to the world. These launches generate immense anticipation and buzz, as businesses strive to showcase the features and benefits of their new products. Product launches serve as a platform to persuade potential customers to embrace their offerings. The atmosphere is charged with excitement as attendees get a firsthand look at groundbreaking technology and cutting-edge innovations. Product launches are more than just presentations; they're a testament to the power of innovation and a preview of what the future holds.",
    "picUrl": "https://i.ibb.co/VJSJcVK/productlaunch.jpg",
    "costPerDay": 50,
    "venues": ["Launch Center, Dhaka", "Exhibition Hall, Chittagong", "Conference Center, Dhaka"]
  }
]
